Repository: DSpace/dspace-angular
Catalog: resources/i18n/*.po
Languages: cs, de, nl

source: We can't find the page you're looking for. The page may have been moved or deleted. You can use the "Back" button below to get back to the home page.
cs: Nepodařilo se najít stránku, kterou hledáte. Je možné, že stránka byla přesunuta nebo smazána. Pomocí tlačítka níže můžete přejít na domovskou stránku.
de: Die Seite, die Sie aufrufen wollten, konnte nicht gefunden werden. Sie könnte verschoben oder gelöscht worden sein. Mit dem Link unten kommen Sie zurück zur Startseite.
nl: De pagina die u zoekt kan niet gevonden worden. De pagina werd mogelijk verplaatst of verwijderd. U kan onderstaande knop gebruiken om terug naar de homepagina te gaan.

source: Take me to the home page
cs: Přejít na domovskou stránku
de: Zurück zur Startseite
nl: Terug naar de homepagina

source: page not found
cs: stránka nenalezena
de: Seite nicht gefunden
nl: Pagina niet gevonden

source: This list of bitstream formats provides information about known formats and their support level.
cs: Tento seznam formátů souborů poskytuje informace o známých formátech a o úrovni jejich podpory.
de: Diese Liste enhtält die in diesem Repositorium zulässigen Dateiformate und den jeweiligen Unterstützungsgrad.
nl: Deze lijst van Bitstream formaten biedt informatie over de formaten die in deze repository zijn toegelaten en op welke manier ze ondersteund worden. De term Bitstream wordt in DSpace gebruikt om een bestand aan te duiden dat samen met metadata onderdeel uitmaakt van een item. De naam bitstream duidt op het feit dat het bestand achterliggend wordt opgeslaan zonder bestandsextensie.

source: No bitstream formats to show.
cs: Žádné formáty souborů.
de: Es gibt keine Formate in dieser Referenzliste.
nl: Er kunnen geen metadata velden getoond worden.

source: internal
cs: interní
de: intern
nl: intern

source: MIME Type
cs: Typ MIME

source: Name
cs: Název
nl: Naam

source: Unknown
cs: Neznámá
de: Unbekannt

source: Known
cs: Známá
de: Bekannt

source: Support
cs: Podpora
de: Unterstützt

source: Support Level
cs: Úroveň podpory
de: Unterstützungsgrad
nl: Ondersteuning

source: Bitstream Format Registry
cs: Registr formátů souborů
de: Referenzliste der Dateiformate
nl: DSpace Angular :: Bitstream Formaat Register

source: DSpace Angular :: Bitstream Format Registry
cs: DSpace Angular :: Registr formátů souborů
de: DSpace Angular :: Referenzliste der Dateiformate

source: The metadata registry maintains a list of all metadata fields available in the repository. These fields may be divided amongst multiple schemas. However, DSpace requires the qualified Dublin Core schema.
cs: Registr metadat je seznam všech metadatových polí dostupných v repozitáři. Tyto pole mohou být rozdělena do více schémat. DSpace však vyžaduje použití schématu kvalifikový Dublin Core.
de: Die Metadatenreferenzliste beinhaltet alle Metadatenfelder, die zur Verfügung stehen. Die Felder können in unterschiedlichen Schemata enthalten sein. Nichtsdestotrotz benötigt DSpace mindestens qualifiziertes Dublin Core.
nl: Het metadata register omvat de lijst van alle metadata velden die beschikbaar zijn in het systeem. Deze velden kunnen verspreid zijn over verschillende metadata schema's. Het qualified Dublin Core schema (dc) is een verplicht schema en kan niet worden verwijderd.

source: Metadata Registry
cs: Registr metadat
de: Metadatenreferenzliste
nl: Metadata Register

source: No metadata schemas to show.
cs: Žádná schémata metadat.
de: Es gbit keine Metadatenschemata.
nl: Er kunnen geen metadata schema's getoond worden.

source: Namespace
cs: Jmenný prostor
de: Namensraum
nl: Naam

source: DSpace Angular :: Metadata Registry
cs: DSpace Angular :: Registr metadat
de: DSpace Angular :: Metadatenreferenzliste

source: This is the metadata schema for "{{namespace}}".
cs: Toto je schéma metadat pro „{{namespace}}“.
de: Dies ist das Metadatenschema für "{{namespace}}".
nl: Dit is het metadata schema voor "{{namespace}}".

source: Schema metadata fields
cs: Pole schématu metadat
de: Felder in diesem Schema
nl: Schema metadata velden

source: No metadata fields to show.
cs: Žádná metadatová pole.
de: Es gibt keine Felder in diesem Schema.
nl: Er kunnen geen metadata velden getoond worden.

source: Field
cs: Pole
de: Feld
nl: Veld

source: Scope Note
cs: Poznámka o rozsahu
de: Gültigkeitsbereich
nl: Opmerking over bereik

source: DSpace Angular :: Metadata Schema Registry
cs: DSpace Angular :: Registr schémat metadat
de: DSpace Angular :: Referenzliste der Metadatenschemata

source: Invalid email address or password.
cs: Neplatná e-mailová adresa nebo heslo.
de: Ungültige E-Mail-Adresse oder Passwort.

source: Your session has expired. Please log in again.
cs: Vaše relace vypršela. Prosím, znova se přihlaste.
de: Ihre Sitzung ist abgelaufen, bitte melden Sie sich erneut an.

source: Browsing {{ collection }} by {{ field }} {{ value }}
cs: Prohlížíte {{ collection }} dle {{ field }} {{ value }}
de: Anzeige {{ collection }} nach {{ field }} {{ value }}
nl: Verken {{ collection }} volgens {{ field }} {{ value }}

source: Recent Submissions
cs: Poslední příspěvky
de: Aktuellste Veröffentlichungen
nl: Recent toegevoegd

source: License
cs: Licence
de: Lizenz

source: News
cs: Novinky
de: Neuigkeiten

source: Collections of this Community
cs: Kolekce v této komunitě
de: Sammlungen in diesem Bereich
nl: Collecties in deze Community

source: Error fetching items
cs: Chyba během stahování záznamů
de: Fehler beim Laden der Ressourcen
nl: Fout bij het ophalen van items

source: Error fetching collection
cs: Chyba během stahování kolekce
de: Fehler beim Laden der Sammlung.
nl: Fout bij het ophalen van een collectie

source: Error fetching community
cs: Chyba během stahování komunity
de: Fehler beim Laden des Bereiches.
nl: Fout bij het ophalen van een community

source: Error
cs: Chyba
de: Fehler
nl: Fout

source: Error fetching item
cs: Chyba během stahování záznamu
de: Fehler beim Laden der Ressource.
nl: Fout bij het ophalen van items

source: Error fetching objects
cs: Chyba během stahování objektů
de: Fehler beim Laden der Objekte.
nl: Fout bij het ophalen van objecten

source: Error fetching recent submissions
cs: Chyba během stahování posledních příspěvků
de: Fehler beim Laden der aktuellsten Veröffentlichungen.
nl: Fout bij het ophalen van recent toegevoegde items

source: Error fetching search results
cs: Chyba během stahování výsledků hledání
de: Fehler beim Laden der Suchergebnisse.
nl: Fout bij het ophalen van zoekresultaten

source: Error fetching sub-collections
cs: Chyba během stahování subkolekcí
de: Fehler beim Laden der untergeordneten Sammlungen.
nl: Fout bij het ophalen van sub-collecties

source: Error fetching top-level communities
cs: Chyba během stahování komunit nejvyšší úrovně
de: Fehler beim Laden der Hauptbereiche.

source: You must grant this license to complete your submission. If you are unable to grant this license at this time you may save your work and return later or remove the submission.
cs: Pro dokončení zaslání Musíte udělit licenci. Pokud v tuto chvíli tuto licenci nemůžete udělit, můžete svou práci uložit a později se k svému příspěveku vrátit nebo jej smazat.
de: Sie müssen der Lizenz zustimmen, um die Ressource einzureichen. Wenn dies zur Zeit nicht geht, können Sie die Einreichung speichern und später wiederaufnehmen oder löschen.

source: This input is restricted by the current pattern: {{ pattern }}.
cs: Tento vstup je omezen dle vzoru: {{ pattern }}.
de: Die Eingabe kann nur folgendes Muster haben: {{ pattern }}.

source: DSpace software
cs: software DSpace

source: Cancel
cs: Zrušit
de: Abbrechen
nl: Annuleer

source: First name
cs: Křestní jméno
de: Vorname

source: Collapse
cs: Sbalit
de: Weniger
nl: Inklappen

source: Collapse-help
cs: Kliknutím sem sbalíte
de: Hier klicken, um die Anzeige zu reduzieren
nl: Klik hier op in te klappen

source: Expand
cs: Rozbalit
de: Mehr

source: Expand-help
cs: Kliknutím sem rozbalíte a přidáte další prvky
de: Hier klicken, um mehr Elemente anzuzeigen
nl: Klik hier om uit te klappen en om meer onderdelen toe te voegen

source: Last name
cs: Příjmení
de: Nachname

source: Loading...
cs: Načítá se...
de: Am Laden ...
nl: Inladen...

source: No results found
cs: Nebyli nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
nl: Geen resultaten gevonden

source: No value entered
cs: Nebyla zadána hodnota
de: Kein Wert eingegeben
nl: Geen waarde ingevoerd

source: Remove
cs: Smazat
de: Löschen
nl: Verwijder

source: Search
cs: Hledat
de: Suchen
nl: Zoek

source: Submit
cs: Odeslat
de: Los
nl: Verstuur

source: DSpace Angular :: Home
cs: DSpace Angular :: Domů
de: DSpace Angular :: Startseite

source: Communities in DSpace
cs: Komunity v DSpace
de: Bereiche in DSpace

source: Select a community to browse its collections.
cs: Vybráním komunity můžete prohlížet její kolekce.
de: Wählen Sie einen Bereich, um seine Sammlungen einzusehen.
nl: Selecteer een community om diens collecties te verkennen.

source: Author
cs: Autor
de: Autor

source: Collections
cs: Kolekce
de: Sammlungen

source: Date
cs: Datum
de: Datum

source: Files
cs: Soubory
de: Dateien

source: Description:
cs: Popis:
de: Beschreibung:
nl: Beschrijving:

source: Download
cs: Stáhnout
de: Herunterladen

source: Format:
cs: Formát:
nl: Formaat:

source: Name:
cs: Název:
nl: Naam:

source: Size:
cs: Velikost:
de: Größe:
nl: Grootte:

source: Full item page
cs: Úplný záznam
de: Vollanzeige
nl: Volledige item weergave

source: Simple item page
cs: Minimální záznam
de: Kurzanzeige
nl: Eenvoudige item weergave

source: Loading items...
cs: Načítají se záznamy...
de: Die Ressourcen werden geladen ...
nl: Items worden ingeladen...

source: Loading collection...
cs: Načítá se kolekce...
de: Die Sammlung wird geladen ...
nl: Collectie wordt ingeladen...

source: Loading community...
cs: Načítá se komunita...
de: Der Bereich wird geladen ...
nl: Community wordt ingeladen...

source: Loading item...
cs: Načítá se záznam...
de: Die Ressource wird geladen ...
nl: Item wordt ingeladen...

source: Loading recent submissions...
cs: Načítají se poslední příspěvky...
de: Die aktuellsten Veröffentlichungen werden geladen ...
nl: Recent toegevoegde items worden ingeladen...

source: Loading search results...
cs: Načítají se výsledky hledání...
de: Die Suchergebnisse werden geladen ...
nl: Zoekresultaten worden ingeladen...

source: Loading sub-collections...
cs: Načítají se subkolekce...
de: Die untergeordneten Sammlungen werden geladen ...
nl: De sub-collecties worden ingeladen...

source: Loading top-level communities...
cs: Načítají se komunity nejvyšší úrovně...
de: Die Hauptbereiche werden geladen ...
nl: Inladen van de Communities op het hoogste niveau...

source: Email address
cs: E-mailová adresa
de: E-Mail-Adresse
nl: Email adres

source: Have you forgotten your password?
cs: Zapomněli jste své heslo?
de: Haben Sie Ihr Passwort vergessen?
nl: Wachtwoord

source: Please log in to DSpace
cs: Prosím, přihlaste se do DSpace
de: Bitte Loggen Sie sich ein.
nl: Gelieve in te loggen in DSpace

source: New user? Click here to register.
cs: Nový uživatel? Zaregistrujte se kliknutím sem.
de: Sind Sie neu hier? Klicken Sie hier, um sich zu registrieren.
nl: Nieuwe gebruiker? Gelieve u hier te registreren

source: Password
cs: Heslo
de: Passwort
nl: Wachtwoord

source: login.Submit
cs: Přihlásit se
de: Einloggen
nl: Aanmelden

source: Login
cs: Přihlásit se
de: Einloggen

source: Log out from DSpace
cs: Odhlásit se z DSpace
de: Ausloggen aus DSpace
nl: Gelieve in te loggen in DSpace

source: logout.Submit
cs: Odhlásit se
de: Ausloggen
nl: Aanmelden

source: Logout
cs: Odhlásit se
de: Ausloggen

source: Home
cs: Domů
de: Zur Startseite

source: Log In
cs: Přihlásit se
de: Anmelden

source: Log Out
cs: Odhlásit se
de: Abmelden
nl: Log Uit

source: Results Per Page
cs: Výsledků na stránku
de: Ergebnisse pro Seite
nl: Resultaten per pagina

source: {{ range }} of {{ total }}
cs: {{ range }} z {{ total }}
de: {{ range }} bis {{ total }}
nl: {{ range }} tot {{ total }}

source: Now showing items
cs: Zobrazují se záznamy
de: Anzeige der Treffer
nl: Getoonde items

source: Sort Options
cs: Seřazení
de: Sortiermöglichkeiten
nl: Sorteer mogelijkheden

source: End date
cs: Do data
de: Enddatum

source: Start date
cs: Od data
de: Anfangsdatum

source: Has files
cs: Má soubory
de: Besitzt Dateien

source: Subject
cs: Předmět
de: Thema

source: Author name
cs: Jméno autora
de: Autor

source: Minimum Date
cs: Datum od
de: Frühestes Datum

source: Maximum Date
cs: Datum do
de: Ältestes Datum

source: Scope
cs: Rozsah
de: Bereich

source: Scope filter
cs: Filtr rozsahu
de: Bereichsfilter

source: Show more
cs: Zobrazit více
de: Zeige mehr
nl: Toon meer

source: Filters
cs: Filtry
de: Filter

source: Reset filters
cs: Obnovit filtry
de: Filter zurücksetzen
nl: Filters verwijderen

source: search.Search
cs: Hledat
de: Suche
nl: Zoek

source: search.Search_dspace
cs: Hledat v DSpace
de: DSpace durchsuchen
nl: Zoek in DSpace

source: Search Results
cs: Výsledky hledání
de: Suchergebnisse
nl: Zoekresultaten

source: Your search returned no results. Having trouble finding what you're looking for? Try putting
cs: Nebyli nalezeny žádné výsledky
de: Zu dieser Suche gibt es keine Treffer.
nl: Er waren geen resultaten voor deze zoekopdracht

source: Back to results
cs: Zpět na výsledky
de: Zurück zu den Ergebnissen
nl: Terug naar de resultaten

source: Search Tools
cs: Vyhledávací nástroje
de: Suchwerkzeuge
nl: Zoek Tools

source: results
cs: výsledky
de: Ergebnisse
nl: resultaten

source: Results per page
cs: Výsledků na stránku
de: Treffer pro Seite
nl: Resultaten per pagina

source: Sort By
cs: Řadit dle
de: Sortiere nach
nl: Sorteer volgens

source: Settings
cs: Nastavení
de: Einstellungen
nl: Instellingen

source: DSpace Angular :: Search
cs: DSpace Angular :: Hledat
de: DSpace Angular :: Suche

source: Show as grid
cs: Zobrazit mřížku
de: Zeige als Raster
nl: Toon in raster

source: Show as list
cs: Zobrazit seznam
de: Zeige als Liste
nl: Toon als lijst

source: Title Ascending
cs: Název vzestupně
de: Titel aufsteigend

source: Title Descending
cs: Název sestupně
de: Titel absteigend

source: title
cs: DSpace
de: DSpace
nl: DSpace

source: Metadata Schema
de: Metadatenschemata

source: Abstract
de: Kurzfassung

source: Relevance
de: Relevanz

source: error.top-level-communites
nl: Fout bij het inladen van communities op het hoogste niveau

source: Welcome to "DSpace"
nl: Welkom in "DSpace"

source: DSpace is an open source software platform that enables organisations to:
nl: DSpace is een open bron platform dat organisaties toelaat om:

source: capture and describe digital material using a submission workflow module, or a variety of programmatic ingest options
nl: digitale materialen te vangen en beschrijven, gebruik makend van een invoer werkstroom module, of een variatie aan progammatische invoer mogelijkheden

source: distribute an organisation's digital assets over the web through a search and retrieval system
nl: de digitale materialen van 'n organisatie over het web te distribueren dankzij een zoek en terughaal systeem

source: preserve digital assets over the long term
nl: digitale materialen te bewaren op lange termijn
